Repository: ambysto/steady
Catalog: apple/Steady/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, vi, zh_hans

# diag.bufferbloat.where_wan
source: , not rising to the router ⇒ the queue is on the WAN hop (modem/router → ISP)
de: , steigt nicht bis zum Router ⇒ die Warteschlange liegt auf dem WAN-Abschnitt (Modem/Router → Provider)
es: , y no aumenta hasta el router ⇒ la cola está en el salto WAN (módem/router → ISP)
fr: , sans hausse vers le routeur ⇒ la file se trouve sur le saut WAN (modem/routeur → FAI)
pt_br: , sem subir até o roteador ⇒ a fila está no trecho WAN (modem/roteador → provedor)
vi: , router không tăng ⇒ hàng đợi ở chặng WAN (modem/router → nhà mạng)
zh_hans: ，到路由器的延迟没有上升 ⇒ 队列位于 WAN 这一跳（调制解调器/路由器 → ISP）

# diag.cli.compared
source: Compared with the previous run (%1$@):
de: Vergleich mit dem vorherigen Lauf (%1$@):
es: Comparado con la ejecución anterior (%1$@):
fr: Comparaison avec l'exécution précédente (%1$@) :
pt_br: Comparado com a execução anterior (%1$@):
vi: So với lần chạy trước (%1$@):
zh_hans: 与上一次运行（%1$@）对比：

# diag.cli.header
source: Diagnostics at %1$@ — overall: %2$@
de: Diagnose um %1$@ — Gesamtstatus: %2$@
es: Diagnóstico a las %1$@ — estado general: %2$@
fr: Diagnostic de %1$@ — état global : %2$@
pt_br: Diagnóstico em %1$@ — geral: %2$@
vi: Chẩn đoán lúc %1$@ — kết quả chung: %2$@
zh_hans: %1$@ 的诊断 — 总体：%2$@

# diag.cli.no_changes
source: (no changes)
de: (keine Änderungen)
es: (sin cambios)
fr: (aucun changement)
pt_br: (sem alterações)
vi: (không có thay đổi)
zh_hans: （无变化）

# diag.cli.saved
source: Saved run #%1$@
de: Lauf #%1$@ gespeichert
es: Ejecución n.º %1$@ guardada
fr: Exécution n° %1$@ enregistrée
pt_br: Execução nº %1$@ salva
vi: Đã lưu lần chạy #%1$@
zh_hans: 已保存第 %1$@ 次运行

# diag.common.hidden_ssid
source: (hidden)
de: (verborgen)
es: (oculta)
fr: (masqué)
pt_br: (oculta)
vi: (ẩn)
zh_hans: （隐藏）

# diag.common.no_wifi_card
source: No Wi‑Fi card
de: Keine Wi‑Fi-Karte
es: Sin tarjeta Wi‑Fi
fr: Aucune carte Wi‑Fi
pt_br: Sem placa Wi‑Fi
vi: Không có card Wi‑Fi
zh_hans: 没有 Wi‑Fi 网卡

# diag.common.system_log_error
source: Cannot read the System log: %1$@
de: Das Systemprotokoll kann nicht gelesen werden: %1$@
es: No se puede leer el registro del sistema: %1$@
fr: Impossible de lire le journal Système : %1$@
pt_br: Não foi possível ler o log do Sistema: %1$@
vi: Không đọc được System log: %1$@
zh_hans: 无法读取系统日志：%1$@

# diag.common.unknown
source: unknown
de: unbekannt
es: desconocido
fr: inconnu
pt_br: desconhecido
vi: không rõ
zh_hans: 未知

# diag.common.unknown_date
source: unknown date
de: unbekanntes Datum
es: fecha desconocida
fr: date inconnue
pt_br: data desconhecida
vi: không rõ ngày
zh_hans: 未知日期

# diag.common.unreadable
source: unreadable
de: nicht lesbar
es: ilegible
fr: illisible
pt_br: ilegível
vi: không đọc được
zh_hans: 无法读取

# diag.common.wifi_not_connected
source: Not connected to Wi‑Fi, so this cannot be assessed
de: Nicht mit Wi‑Fi verbunden, daher nicht bewertbar
es: No hay conexión Wi‑Fi, por lo que no se puede evaluar
fr: Non connecté au Wi‑Fi, évaluation impossible
pt_br: Sem conexão Wi‑Fi, então não é possível avaliar
vi: Chưa kết nối Wi‑Fi nên chưa xét được
zh_hans: 未连接 Wi‑Fi，无法评估

# diag.dns.advice_broken
source: Try another DNS (e.g. 1.1.1.1 or 8.8.8.8) or check the router's DNS.
de: Einen anderen DNS ausprobieren (z. B. 1.1.1.1 oder 8.8.8.8) oder den DNS des Routers prüfen.
es: Prueba otro DNS (p. ej., 1.1.1.1 u 8.8.8.8) o revisa el DNS del router.
fr: Essayez un autre DNS (par ex. 1.1.1.1 ou 8.8.8.8) ou vérifiez le DNS du routeur.
pt_br: Experimente outro DNS (por exemplo, 1.1.1.1 ou 8.8.8.8) ou verifique o DNS do roteador.
vi: Thử đổi DNS (vd. 1.1.1.1 hoặc 8.8.8.8) hoặc kiểm tra DNS của router.
zh_hans: 请尝试其他 DNS（如 1.1.1.1 或 8.8.8.8），或检查路由器的 DNS。

# diag.dns.advice_consider
source: Consider using %1$@.
de: Die Verwendung von %1$@ in Betracht ziehen.
es: Considera usar %1$@.
fr: Envisagez d'utiliser %1$@.
pt_br: Considere usar %1$@.
vi: Cân nhắc dùng %1$@.
zh_hans: 可考虑使用 %1$@。

# diag.dns.advice_promote
source: %1$@ is also configured and faster: make it the primary DNS.
de: %1$@ ist ebenfalls konfiguriert und schneller: als primären DNS festlegen.
es: %1$@ también está configurado y es más rápido: ponlo como DNS principal.
fr: %1$@ est aussi configuré et plus rapide : faites-en le DNS principal.
pt_br: %1$@ também está configurado e é mais rápido: defina-o como DNS principal.
vi: %1$@ cũng đang được cấu hình và nhanh hơn: đưa nó lên làm DNS chính.
zh_hans: %1$@ 也已配置且更快：请将其设为首选 DNS。

# diag.dns.advice_router_cache
source: The router answers fast from its cache, so this number is optimistic; compare with the fastest public DNS before switching.
de: Der Router antwortet schnell aus seinem Cache, dieser Wert ist daher zu optimistisch; vor dem Wechsel mit dem schnellsten öffentlichen DNS vergleichen.
es: El router responde rápido desde su caché, así que este valor es optimista; compáralo con el DNS público más rápido antes de cambiar.
fr: Le routeur répond vite depuis son cache, ce chiffre est donc optimiste ; comparez avec le DNS public le plus rapide avant de changer.
pt_br: O roteador responde rápido a partir do cache, então este número é otimista; compare com o DNS público mais rápido antes de trocar.
vi: Router trả lời nhanh nhờ bộ nhớ đệm nên số đo này lạc quan hơn thực tế; so với DNS công cộng nhanh nhất trước khi đổi.
zh_hans: 路由器依靠缓存快速应答，因此该数值偏乐观；切换前请与最快的公共 DNS 对比。

# diag.dns.broken
source: The DNS in use has errors or timeouts: %1$@
de: Der verwendete DNS hat Fehler oder Zeitüberschreitungen: %1$@
es: El DNS en uso tiene errores o tiempos de espera agotados: %1$@
fr: Le DNS utilisé présente des erreurs ou des délais d'attente dépassés : %1$@
pt_br: O DNS em uso apresenta erros ou tempos esgotados: %1$@
vi: DNS đang dùng có lỗi/timeout: %1$@
zh_hans: 正在使用的 DNS 出现错误或超时：%1$@

# diag.dns.line
source: %1$@ (%2$@): median %3$@, %4$@/%5$@ failed
de: %1$@ (%2$@): Median %3$@, %4$@/%5$@ fehlgeschlagen
es: %1$@ (%2$@): mediana %3$@, %4$@/%5$@ fallidas
fr: %1$@ (%2$@) : médiane %3$@, %4$@/%5$@ échecs
pt_br: %1$@ (%2$@): mediana %3$@, %4$@/%5$@ falharam
vi: %1$@ (%2$@): trung vị %3$@, lỗi %4$@/%5$@
zh_hans: %1$@（%2$@）：中位数 %3$@，%4$@/%5$@ 次失败

# diag.dns.no_reply
source: no reply
de: keine Antwort
es: sin respuesta
fr: aucune réponse
pt_br: sem resposta
vi: không có phản hồi
zh_hans: 无响应

# diag.dns.no_servers
source: No DNS server to measure
de: Kein DNS-Server zum Messen
es: No hay ningún servidor DNS que medir
fr: Aucun serveur DNS à mesurer
pt_br: Nenhum servidor DNS para medir
vi: Không có DNS server nào để đo
zh_hans: 没有可测量的 DNS 服务器

# diag.dns.ok
source: The DNS in use is fast and error-free
de: Der verwendete DNS ist schnell und fehlerfrei
es: El DNS en uso es rápido y no tiene errores
fr: Le DNS utilisé est rapide et sans erreur
pt_br: O DNS em uso é rápido e sem erros
vi: DNS đang dùng nhanh và không lỗi
zh_hans: 正在使用的 DNS 速度快且无错误

# diag.dns.role.in_use
source: DNS in use
de: Verwendeter DNS
es: DNS en uso
fr: DNS utilisé
pt_br: DNS em uso
vi: DNS đang dùng
zh_hans: 正在使用的 DNS

# diag.dns.role.in_use_router
source: DNS in use (router)
de: Verwendeter DNS (Router)
es: DNS en uso (router)
fr: DNS utilisé (routeur)
pt_br: DNS em uso (roteador)
vi: DNS đang dùng (router)
zh_hans: 正在使用的 DNS（路由器）

# diag.dns.role.public
source: public DNS
de: öffentlicher DNS
es: DNS público
fr: DNS public
pt_br: DNS público
vi: DNS công cộng
zh_hans: 公共 DNS

# diag.dns.slower
source: The DNS in use is about %1$@ ms slower than %2$@
de: Der verwendete DNS ist etwa %1$@ ms langsamer als %2$@
es: El DNS en uso es unos %1$@ ms más lento que %2$@
fr: Le DNS utilisé est environ %1$@ ms plus lent que %2$@
pt_br: O DNS em uso é cerca de %1$@ ms mais lento que %2$@
vi: DNS đang dùng chậm hơn %2$@ khoảng %1$@ ms
zh_hans: 正在使用的 DNS 比 %2$@ 慢约 %1$@ ms

# diag.dns.unknown_in_use
source: Could not tell which DNS server is in use
de: Es konnte nicht ermittelt werden, welcher DNS-Server verwendet wird
es: No se pudo determinar qué servidor DNS está en uso
fr: Impossible de déterminer quel serveur DNS est utilisé
pt_br: Não foi possível identificar qual servidor DNS está em uso
vi: Chưa xác định được DNS đang dùng
zh_hans: 无法确定正在使用哪个 DNS 服务器

# diag.driver.advice
source: Update the driver from the card maker, or roll back to a stable version from the driver store (Device Manager → Properties → Driver → Roll Back).
de: Den Treiber beim Kartenhersteller aktualisieren oder im Treiberspeicher auf eine stabile Version zurücksetzen (Device Manager → Properties → Driver → Roll Back).
es: Actualiza el controlador desde el sitio del fabricante de la tarjeta, o vuelve a una versión estable del almacén de controladores (Device Manager → Properties → Driver → Roll Back).
fr: Mettez à jour le pilote depuis le site du fabricant de la carte, ou revenez à une version stable du magasin de pilotes (Device Manager → Properties → Driver → Roll Back).
pt_br: Atualize o driver pelo fabricante da placa ou volte a uma versão estável do repositório de drivers (Device Manager → Properties → Driver → Roll Back).
vi: Cập nhật driver từ nhà sản xuất card, hoặc rollback về bản ổn định trong driver store (Device Manager → Properties → Driver → Roll Back).
zh_hans: 请从网卡厂商处更新驱动，或从驱动程序存储中回退到稳定版本（Device Manager → Properties → Driver → Roll Back）。

# diag.driver.age
source: Driver age: %lld months
de: Alter des Treibers: %lld Monate
es: Antigüedad del controlador: %lld meses
fr: Âge du pilote : %lld mois
pt_br: Idade do driver: %lld meses
vi: Tuổi driver: %lld tháng
zh_hans: 驱动已使用 %lld 个月

# diag.driver.ihv_bad
source: The Wi‑Fi driver stopped %lld times in 7 days, last %2$@
de: Der Wi‑Fi-Treiber wurde in 7 Tagen %lld Mal angehalten, zuletzt %2$@
es: El controlador Wi‑Fi se detuvo %lld veces en 7 días, la última %2$@
fr: Le pilote Wi‑Fi s'est arrêté %lld fois en 7 jours, dernière fois %2$@
pt_br: O driver Wi‑Fi parou %lld vezes em 7 dias, última %2$@
vi: Driver Wi‑Fi bị dừng %lld lần trong 7 ngày, gần nhất %2$@
zh_hans: Wi‑Fi 驱动在 7 天内停止 %lld 次，最近一次在%2$@

# diag.driver.ihv_detail
source: IHV module stopped %lld times in 7 days (last at %2$@)
de: IHV-Modul in 7 Tagen %lld Mal angehalten (zuletzt um %2$@)
es: El módulo IHV se detuvo %lld veces en 7 días (la última a las %2$@)
fr: Module IHV arrêté %lld fois en 7 jours (dernière fois à %2$@)
pt_br: O módulo IHV parou %lld vezes em 7 dias (última às %2$@)
vi: IHV module dừng %lld lần trong 7 ngày (gần nhất %2$@)
zh_hans: IHV 模块在 7 天内停止 %lld 次（最近一次：%2$@）

# diag.driver.ihv_unknown
source: IHV module crashes could not be assessed
de: Abstürze des IHV-Moduls konnten nicht bewertet werden
es: No se pudieron evaluar los fallos del módulo IHV
fr: Impossible d'évaluer les plantages du module IHV
pt_br: Não foi possível avaliar as falhas do módulo IHV
vi: Chưa đánh giá được crash IHV module
zh_hans: 无法评估 IHV 模块崩溃情况

# diag.driver.in_store
source: In the driver store: %1$@ — %2$@ (%3$@)
de: Im Treiberspeicher: %1$@ — %2$@ (%3$@)
es: En el almacén de controladores: %1$@ — %2$@ (%3$@)
fr: Dans le magasin de pilotes : %1$@ — %2$@ (%3$@)
pt_br: No repositório de drivers: %1$@ — %2$@ (%3$@)
vi: Trong driver store: %1$@ — %2$@ (%3$@)
zh_hans: 驱动程序存储中：%1$@ — %2$@（%3$@）

# diag.driver.no_adapter
source: No Wi‑Fi card found
de: Keine Wi‑Fi-Karte gefunden
es: No se encontró ninguna tarjeta Wi‑Fi
fr: Aucune carte Wi‑Fi trouvée
pt_br: Nenhuma placa Wi‑Fi encontrada
vi: Không tìm thấy card Wi‑Fi
zh_hans: 未找到 Wi‑Fi 网卡

# diag.driver.ok
source: The driver is recent and the IHV module has not crashed
de: Der Treiber ist aktuell und das IHV-Modul ist nicht abgestürzt
es: El controlador es reciente y el módulo IHV no ha fallado
fr: Le pilote est récent et le module IHV n'a pas planté
pt_br: O driver é recente e o módulo IHV não travou
vi: Driver còn mới và không có crash IHV
zh_hans: 驱动较新，且 IHV 模块未崩溃

# diag.driver.old
source: The driver is %lld months old
de: Der Treiber ist %lld Monate alt
es: El controlador tiene %lld meses de antigüedad
fr: Le pilote date de %lld mois
pt_br: O driver tem %lld meses
vi: Driver cũ %lld tháng
zh_hans: 驱动已有 %lld 个月

# diag.driver.title
source: Network card driver
de: Netzwerkkartentreiber
es: Controlador de la tarjeta de red
fr: Pilote de la carte réseau
pt_br: Driver da placa de rede
vi: Driver card mạng
zh_hans: 网卡驱动

# diag.driver.version
source: %1$@: driver %2$@ (%3$@), provider %4$@
de: %1$@: Treiber %2$@ (%3$@), Anbieter %4$@
es: %1$@: controlador %2$@ (%3$@), proveedor %4$@
fr: %1$@ : pilote %2$@ (%3$@), fournisseur %4$@
pt_br: %1$@: driver %2$@ (%3$@), fornecedor %4$@
vi: %1$@: driver %2$@ (%3$@), nhà cung cấp %4$@
zh_hans: %1$@：驱动 %2$@（%3$@），提供商 %4$@

# diag.drops.advice
source: Apply the power tweaks, update or roll back the driver, and turn on the watchdog.
de: Die Energie-Optimierungen anwenden, den Treiber aktualisieren oder zurücksetzen und den Watchdog aktivieren.
es: Aplica las optimizaciones de energía, actualiza o revierte el controlador y activa el watchdog.
fr: Appliquez les tweaks d'alimentation, mettez à jour le pilote ou revenez à une version antérieure, et activez le watchdog.
pt_br: Aplique as otimizações de energia, atualize ou reverta o driver e ative o watchdog.
vi: Áp dụng các tweak nguồn điện, cập nhật/rollback driver, bật watchdog.
zh_hans: 应用电源相关优化项，更新或回退驱动，并开启 Watchdog。

# diag.drops.bad
source: %1$@ disconnects by the driver in 7 days, last %2$@
de: %1$@ Trennungen durch den Treiber in 7 Tagen, zuletzt %2$@
es: %1$@ desconexiones por el controlador en 7 días, la última %2$@
fr: %1$@ déconnexions par le pilote en 7 jours, dernière %2$@
pt_br: %1$@ desconexões pelo driver em 7 dias, última %2$@
vi: %1$@ lần bị ngắt do driver trong 7 ngày, gần nhất %2$@
zh_hans: 7 天内驱动造成 %1$@ 次断线，最近一次在%2$@

# diag.drops.by_day
source: Disconnects by the driver per day: %1$@
de: Trennungen durch den Treiber pro Tag: %1$@
es: Desconexiones por el controlador por día: %1$@
fr: Déconnexions par le pilote, par jour : %1$@
pt_br: Desconexões pelo driver por dia: %1$@
vi: Ngắt do driver theo ngày: %1$@
zh_hans: 驱动每天造成的断线：%1$@

# diag.drops.limited
source: Event 4003 (limited connectivity): %lld times
de: Event 4003 (eingeschränkte Konnektivität): %lld Mal
es: Event 4003 (conectividad limitada): %lld veces
fr: Event 4003 (connectivité limitée) : %lld fois
pt_br: Event 4003 (conectividade limitada): %lld vezes
vi: Event 4003 (limited connectivity): %lld lần
zh_hans: 事件 4003（连接受限）：%lld 次

# diag.drops.log_error
source: Cannot read the WLAN-AutoConfig log
de: Das WLAN-AutoConfig-Protokoll kann nicht gelesen werden
es: No se puede leer el registro de WLAN-AutoConfig
fr: Impossible de lire le journal WLAN-AutoConfig
pt_br: Não foi possível ler o log do WLAN-AutoConfig
vi: Không đọc được nhật ký WLAN-AutoConfig
zh_hans: 无法读取 WLAN-AutoConfig 日志

# diag.drops.no_reason
source: (no reason given)
de: (kein Grund angegeben)
es: (sin motivo indicado)
fr: (aucune raison indiquée)
pt_br: (sem motivo informado)
vi: (không rõ lý do)
zh_hans: （未给出原因）

# diag.drops.ok
source: No disconnects by the driver in 7 days
de: Keine Trennungen durch den Treiber in 7 Tagen
es: Sin desconexiones por el controlador en 7 días
fr: Aucune déconnexion par le pilote en 7 jours
pt_br: Nenhuma desconexão pelo driver em 7 dias
vi: Không có lần ngắt do driver nào trong 7 ngày
zh_hans: 7 天内驱动未造成断线

# diag.drops.reason
source: %lld times: %2$@
de: %lld Mal: %2$@
es: %lld veces: %2$@
fr: %lld fois : %2$@
pt_br: %lld vezes: %2$@
vi: %lld lần: %2$@
zh_hans: %lld 次：%2$@

# diag.drops.title
source: Disconnect history (7 days)
de: Verbindungsabbrüche (7 Tage)
es: Historial de desconexiones (7 días)
fr: Historique des déconnexions (7 jours)
pt_br: Histórico de desconexões (7 dias)
vi: Lịch sử rớt mạng (7 ngày)
zh_hans: 断线记录（7 天）

# diag.drops.warn
source: %1$@ disconnects by the driver, %2$@ limited-connectivity events
de: %1$@ Trennungen durch den Treiber, %2$@ Ereignisse mit eingeschränkter Konnektivität
es: %1$@ desconexiones por el controlador, %2$@ eventos de conectividad limitada
fr: %1$@ déconnexions par le pilote, %2$@ événements de connectivité limitée
pt_br: %1$@ desconexões pelo driver, %2$@ eventos de conectividade limitada
vi: %1$@ lần ngắt do driver, %2$@ lần limited connectivity
zh_hans: 驱动造成 %1$@ 次断线，%2$@ 次连接受限事件

# diag.interference.advice_24g
source: Move to 5 GHz if the signal allows, or switch to whichever of channels 1/6/11 is least crowded.
de: Auf 5 GHz wechseln, wenn das Signal es zulässt, oder den am wenigsten belegten der Kanäle 1/6/11 wählen.
es: Pasa a 5 GHz si la señal lo permite, o cambia al canal 1, 6 u 11 que esté menos saturado.
fr: Passez en 5 GHz si le signal le permet, ou choisissez celui des canaux 1/6/11 qui est le moins encombré.
pt_br: Mude para 5 GHz se o sinal permitir, ou use o canal menos congestionado entre 1, 6 e 11.
vi: Chuyển sang 5GHz nếu tín hiệu cho phép, hoặc đổi sang kênh 1/6/11 ít mạng nhất.
zh_hans: 如果信号允许，请改用 5 GHz；或在信道 1/6/11 中选择最不拥挤的一个。

# diag.interference.advice_5g
source: Try channel group %1$@ (fewest networks; channel %2$@ is the emptiest).
de: Kanalgruppe %1$@ ausprobieren (wenigste Netzwerke; Kanal %2$@ ist am leersten).
es: Prueba el grupo de canales %1$@ (el que tiene menos redes; el canal %2$@ es el más libre).
fr: Essayez le groupe de canaux %1$@ (le moins de réseaux ; le canal %2$@ est le plus libre).
pt_br: Experimente o grupo de canais %1$@ (menos redes; o canal %2$@ é o mais livre).
vi: Thử nhóm kênh %1$@ (ít mạng nhất, kênh %2$@ đang trống nhất).
zh_hans: 尝试信道组 %1$@（网络最少；信道 %2$@ 最空）。

# diag.interference.advice_6g
source: 6 GHz has many channels: pick another one in the router's settings (or let it choose automatically), or use a narrower channel width.
de: 6 GHz hat viele Kanäle: in den Router-Einstellungen einen anderen wählen (oder automatisch wählen lassen) oder eine geringere Kanalbreite nutzen.
es: La banda de 6 GHz tiene muchos canales: elige otro en los ajustes del router (o deja que lo elija automáticamente) o usa un ancho de canal menor.
fr: La bande 6 GHz compte de nombreux canaux : choisissez-en un autre dans les réglages du routeur (ou laissez-le choisir automatiquement), ou réduisez la largeur de canal.
pt_br: A faixa de 6 GHz tem muitos canais: escolha outro nas configurações do roteador (ou deixe a escolha automática), ou use uma largura de canal menor.
vi: Băng 6 GHz có nhiều kênh: chọn kênh khác trong cấu hình router (hoặc để router tự chọn), hoặc dùng độ rộng kênh hẹp hơn.
zh_hans: 6 GHz 有很多信道：请在路由器设置中改选其他信道（或设为自动选择），或使用更窄的信道宽度。

# diag.interference.crowded
source: %lld other networks on channel %2$@
de: %lld weitere Netzwerke auf Kanal %2$@
es: %lld otras redes en el canal %2$@
fr: %lld autres réseaux sur le canal %2$@
pt_br: %lld outras redes no canal %2$@
vi: %lld mạng khác cùng kênh %2$@
zh_hans: 信道 %2$@ 上有 %lld 个其他网络

# diag.interference.current
source: On channel %1$@ (%2$@); %lld other networks on the same channel
de: Auf Kanal %1$@ (%2$@); %lld weitere Netzwerke auf demselben Kanal
es: En el canal %1$@ (%2$@); %lld otras redes en el mismo canal
fr: Sur le canal %1$@ (%2$@) ; %lld autres réseaux sur le même canal
pt_br: No canal %1$@ (%2$@); %lld outras redes no mesmo canal
vi: Đang ở kênh %1$@ (%2$@); %lld mạng khác cùng kênh
zh_hans: 当前信道 %1$@（%2$@）；同信道还有 %lld 个其他网络

# diag.interference.groups
source: Networks per 5 GHz channel group: %1$@
de: Netzwerke pro 5-GHz-Kanalgruppe: %1$@
es: Redes por grupo de canales de 5 GHz: %1$@
fr: Réseaux par groupe de canaux 5 GHz : %1$@
pt_br: Redes por grupo de canais de 5 GHz: %1$@
vi: Số mạng theo nhóm kênh 5GHz: %1$@
zh_hans: 各 5 GHz 信道组的网络数：%1$@

# diag.interference.not_connected
source: Not connected to Wi‑Fi, so channel interference cannot be assessed
de: Nicht mit Wi‑Fi verbunden, daher sind Kanalstörungen nicht bewertbar
es: No hay conexión Wi‑Fi, por lo que no se puede evaluar la interferencia de canal
fr: Non connecté au Wi‑Fi, impossible d'évaluer les interférences de canal
pt_br: Sem conexão Wi‑Fi, então não é possível avaliar a interferência de canal
vi: Chưa kết nối Wi‑Fi nên chưa xét được nhiễu kênh
zh_hans: 未连接 Wi‑Fi，无法评估信道干扰

# diag.interference.quiet
source: Channel %1$@ is quiet (%lld other networks)
de: Kanal %1$@ ist ruhig (%lld weitere Netzwerke)
es: El canal %1$@ está tranquilo (%lld otras redes)
fr: Le canal %1$@ est calme (%lld autres réseaux)
pt_br: O canal %1$@ está livre (%lld outras redes)
vi: Kênh %1$@ ít nhiễu (%lld mạng khác)
zh_hans: 信道 %1$@ 较空闲（%lld 个其他网络）

# diag.interference.title
source: Channel interference
de: Kanalstörungen
es: Interferencia de canal
fr: Interférences de canal
pt_br: Interferência de canal
vi: Nhiễu kênh
zh_hans: 信道干扰

# diag.modem_wifi.advice
source: Turn off Wi‑Fi on the modem (WLAN button or admin page) and keep the router at least 1 m from the modem.
de: Wi‑Fi am Modem ausschalten (WLAN-Taste oder Admin-Seite) und den Router mindestens 1 m vom Modem entfernt aufstellen.
es: Desactiva el Wi‑Fi del módem (botón WLAN o página de administración) y mantén el router al menos a 1 m del módem.
fr: Désactivez le Wi‑Fi du modem (bouton WLAN ou page d'administration) et gardez le routeur à au moins 1 m du modem.
pt_br: Desligue o Wi‑Fi do modem (botão WLAN ou página de administração) e mantenha o roteador a pelo menos 1 m do modem.
vi: Tắt Wi‑Fi trên modem (nút WLAN hoặc trang quản trị), đặt router cách modem ≥ 1 m.
zh_hans: 请关闭调制解调器上的 Wi‑Fi（WLAN 按钮或管理页面），并让路由器与调制解调器相距至少 1 m。

# diag.modem_wifi.advice_loud
source: If it is your old modem/router, turn off its Wi‑Fi and keep it at least 1 m from the main router.
de: Wenn es das alte Modem/der alte Router ist: dessen Wi‑Fi ausschalten und mindestens 1 m vom Haupt-Router entfernt aufstellen.
es: Si es tu antiguo módem o router, desactiva su Wi‑Fi y mantenlo al menos a 1 m del router principal.
fr: S'il s'agit de votre ancien modem/routeur, désactivez son Wi‑Fi et gardez-le à au moins 1 m du routeur principal.
pt_br: Se for seu modem/roteador antigo, desligue o Wi‑Fi dele e mantenha-o a pelo menos 1 m do roteador principal.
vi: Nếu đó là modem/router cũ của bạn, tắt Wi‑Fi của nó và đặt cách router chính ≥ 1 m.
zh_hans: 如果它是你的旧调制解调器/路由器，请关闭其 Wi‑Fi，并让它与主路由器相距至少 1 m。

# diag.modem_wifi.family
source: MAC family %1$@: %2$@
de: MAC-Familie %1$@: %2$@
es: Familia MAC %1$@: %2$@
fr: Famille MAC %1$@ : %2$@
pt_br: Família de MAC %1$@: %2$@
vi: Họ MAC %1$@: %2$@
zh_hans: MAC 系列 %1$@：%2$@

# diag.modem_wifi.loud
source: A very strong unknown network (a transmitter nearby)
de: Ein sehr starkes unbekanntes Netzwerk (ein Sender in der Nähe)
es: Una red desconocida muy fuerte (un transmisor cercano)
fr: Un réseau inconnu très puissant (émetteur à proximité)
pt_br: Uma rede desconhecida muito forte (um transmissor por perto)
vi: Có mạng lạ rất mạnh (thiết bị phát đặt gần)
zh_hans: 一个信号很强的未知网络（附近有发射源）

# diag.modem_wifi.loud_network
source: %1$@ (%2$@ ch%3$@, %4$@%%, %5$@)
de: %1$@ (%2$@ Kanal %3$@, %4$@%%, %5$@)
pt_br: %1$@ (%2$@ canal %3$@, %4$@%%, %5$@)
vi: %1$@ (%2$@ k%3$@, %4$@%%, %5$@)

# diag.modem_wifi.medium_family
source: A group of fairly strong unknown networks shares one MAC family
de: Eine Gruppe ziemlich starker unbekannter Netzwerke teilt sich eine MAC-Familie
es: Un grupo de redes desconocidas bastante fuertes comparte una misma familia MAC
fr: Un groupe de réseaux inconnus assez puissants partage la même famille MAC
pt_br: Um grupo de redes desconhecidas razoavelmente fortes compartilha a mesma família de MAC
vi: Có nhóm mạng lạ cùng họ MAC với tín hiệu khá mạnh
zh_hans: 一组信号较强的未知网络共用同一 MAC 系列

# diag.modem_wifi.network
source: %1$@ (%2$@ ch%3$@, %4$@%%)
de: %1$@ (%2$@ Kanal %3$@, %4$@%%)
pt_br: %1$@ (%2$@ canal %3$@, %4$@%%)
vi: %1$@ (%2$@ k%3$@, %4$@%%)
